Repository: chr233/ASFBuffBot
Catalog: ASFBuffBot/Localization/Langs.*.resx
Languages: ru_ru

# CartEmptyResponse
source: 响应为空
ru_ru: Пустой ответ

# NetworkError
source: 网络错误
ru_ru: Сетевая ошибка

# Error
source: 出错
ru_ru: Ошибка

# PluginContact
source: 作者 Chr_, 联系方式 chr@chrxw.com
ru_ru: Разработано Chr_, email chr@chrxw.com

# Success
source: 成功
ru_ru: Успех

# Done
source: 完成
ru_ru: Готово

# MultipleLineResult
source: 多行结果:
ru_ru: Результат с несколькими строками:

# PluginInfo
source: 爱发电: https://afdian.net/@chr233
ru_ru: https://afdian.net/@chr233

# CurrentLanguage
source: zh-Hans
ru_ru: ru-RU

# GetReleaseInfoFailed
source: 读取插件发行版信息失败!
ru_ru: Не удалось получить информацию о выпуске!

# ErrorLogPluginVersion
source: - 插件版本: {0}
ru_ru: - Версия плагина: {0}

# ASFECurrentVersion
source: 当前版本: {0}
ru_ru: Текущая версия: {0}

# ASFEOnlineVersion
source: 在线版本: {0}
ru_ru: Последняя версия: {0}

# ASFEPluginVersion
source: - 插件版本: {0}
ru_ru: - Подключенная версия: {0}

# Assert
source: - 附件:
ru_ru: - Assets:

# DownloadFailed
source: 下载插件失败!
ru_ru: Не удалось загрузить плагин!

# AlreadyLatest
source: 当前已经是最新版本, 无需更新插件
ru_ru: Плагин уже обновлен, нет необходимости в обновлении

# CleanUpOldBackup
source: 旧的插件备份已经自动清理
ru_ru: Успешная очиститка старых бекапов плагина

# CleanUpOldBackupFailed
source: 旧的插件备份清理失败
ru_ru: Не удалось очистить старые бекапы плагина

# ASFEUpdateTips
source: 使用命令 ABBUPDATE / ABBU 自动更新插件
ru_ru: Используй команду "ASFEUPDATE" / "AU" для обновления плагина

# ASFEVersionTips
source: 使用命令 ABBVERSION / ABBV 检查插件更新
ru_ru: Используй команду "ASFEVERSION" / "AV" чтобы проверить последнюю версию плагина

# ErrorLogTitle
source: ASFBuffBot 遇到错误, 日志如下
ru_ru: ASFBuffBot обнаружил ошибку, журнал ошибок ниже

# ErrorLogASFVersion
source: - ASF 版本: {0}
ru_ru: - Версия ASF: {0}

# ErrorLogErrorName
source: - 错误类型: {0}
ru_ru: - Exception Type: {0}

# ErrorLogOriginMessage
source: - 原始消息: {0}
ru_ru: - Origin Message: {0}

# ErrorLogErrorMessage
source: - 错误消息: {0}
ru_ru: - Exception Message: {0}

# PluginVer
source: {0} 版本 {1}
ru_ru: {0} Версия {1}

# Detail
source: - 描述: {0}
ru_ru: - Описание: {0}

# UpdateTips
source: 可以使用命令 ABBUPDATE / ABBU 自动更新插件
ru_ru: Используй команду "ASFEUPDATE" / "AU" для обновления плагина

# SubLink
source: - 链接: {0}
ru_ru: - Ссылка: {0}

# SubName
source: - 名称: {0}
ru_ru: - Название: {0}

# SubSize
source: - 尺寸: {0:0.000} KB
ru_ru: - Размер: {0:0.000} KB

# UpdateFiledWithZip
source: 插件更新失败, 压缩包内容解析失败
ru_ru: Ошибка обновления плагина - не удалось распаковать архив

# UpdateSuccess
source: 插件更新完成, 重启ASF即可应用, 如果不兼容请更新ASF版本
ru_ru: Обновление плагина завершено, перезапустите ASF, чтобы применить обновление, если оно несовместимо, пожалуйста, также обновите ASF
